{"alwaysExternalTips":true,"externalLoadingTips":["You can crawl by pressing C.","Make a Paxel to simplify your tool inventory.","Use Copper Patina to make complex redstone contraptions!","Combine a crossbow and a spyglass to snipe opponents.","Amethyst lamps prevent mob spawning without creating light.","Players wearing Gilded Netherite won\u0027t anger Piglins!","Stone torches are better than wood torches!","Tame owls with raw chicken.","Tame toads with spider eyes","Tame snakes with raw chicken.","Tame ravens with shiny nuggets!","The more plants you have around, the stronger your witches\u0027 altar.","Minecarts can be linked with chains!","Rope bridges can link together distant locations.","Cook dye in a campfire to change the fire colour.","Bring a tent with you for a base on the go!","Craft a sleeping bag to sleep wherever","Leather can be dyed in coloured cauldron water","Sugar blocks obey gravity and dissolve in water.","Redstone sand acts like a redstone block, but obeys gravity!","Place an ender pearl block to ground your chorus fruit teleportation.","Endermite powder will guide you to End Cities.","Raid horns will summon Pillagers.","Craft a hammock to sleep through the day!","Copper armour will oxidize unless waxed.","TVs will display some fascinating programs.","Two people can ride a horse at once. How cute!","The fancier the chest, the more it holds!","Hookshots are too much fun!","Pigeons can be accessorized. How cute!","Quartz elevators let you jump between floors.","Keep an eye out for new structures with rare loot.","Frolick in the mud like a Muddy Pig!","Rainbow sheep drop extravagant wool.","There\u0027s wood in every colour of the rainbow - flowers too!","You can grind enchantments off tools onto books.","Poppets can protect you, or hurt others.","Be careful of vengeful witches carrying Taglock Kits.","Don\u0027t get on the bad side of a witch, they\u0027ll curse you!","For a twist on a classic, use Melons instead of Pumpkins when making your Snow Golems.","Experiment with various wings to suit your style.","Rope ladders make descending heights simple!","Keep an eye out for new crops to diversify your diet.","Holly berries aren\u0027t as sweet as they seem.","Be wary of leaving auto-farms on, you may end up with quite the surplus.","Waystones let you quickly travel between distant locations.","Pendorite generates in Embur Bogs and is stronger than Netherite!","Ametrine generates in Shattered Viscal Isles. It\u0027s stronger than Netherite Armour!","Candelabras ward off ghosts.","Try using a spear! They reach further than swords.","There are more types of bricks than you can possibly imagine.","Kilns smelt clay and stone faster than furnaces.","Iron rusts when exposed to water.","Combine coral with prismarine for colourful Sea Lanterns.","Hellforks can be used to riptide through lava and are perfect for Blazeborne.","Elder Tridents home onto enemies.","Loyalty IV allows you to summon back your trident mid-flight.","Pick your origin carefully, you can\u0027t change it later!","Expanded Storage chests can combine in any direction!","Why settle for Turtle Helmets, when you could make a full set of Turtle Armour?","Pigs don\u0027t eat potatoes.","Throw dye through a portal to dye it!","Pitchforks are earlygame tridents, give them a shot!","Cobblestone Bricks and Framed Glass are some of the features recreated specifically for this pack!","Try smoking wood for a new wood type.","Experiment with new enchantments for a new gameplay experience.","Mangrove wood might not spawn naturally yet, but it might just be craftable...","Astral Wood and Umbral Wood don\u0027t spawn naturally, but can be made from dying Charred Wood.","Astral and Umbral can be smelted into colourful Charcoal. Experiment away!"]}